Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: The Private Cloud Compute usage limit has been reached.
de: Das Nutzungslimit Private Cloud Compute wurde erreicht.
es: Se alcanzó el límite de uso de Private Cloud Compute.
fr: La limite d'utilisation du Private Cloud Compute a été atteinte.
it: È stato raggiunto il limite di utilizzo Private Cloud Compute.
ja: Private Cloud Compute の使用制限に達しました。
ko: Private Cloud Compute 사용 제한에 도달했습니다.
pt_br: O limite de uso do Private Cloud Compute foi atingido.
zh_hans: 已达到 Private Cloud Compute 使用限制。
zh_hant: 已達到 Private Cloud Compute 使用限制。

source: The active system model does not support image input on this device.
de: Das aktive Systemmodell unterstützt keine Bildeingabe auf diesem Gerät.
es: El modelo de sistema activo no admite la entrada de imágenes en este dispositivo.
fr: Le modèle de système actif ne prend pas en charge la saisie d'images sur cet appareil.
it: Il modello del sistema attivo non supporta l'input di immagini su questo dispositivo.
ja: アクティブシステムモデルは、このデバイスの画像入力をサポートしていません。
ko: 활성 시스템 모델은 이 장치에서 이미지 입력을 지원하지 않습니다.
pt_br: O modelo de sistema ativo não suporta entrada de imagem neste dispositivo.
zh_hans: 当前系统型号不支持该设备上的图像输入。
zh_hant: 目前系統型號不支援該裝置上的影像輸入。

source: The actual transcript contains a tool name the contract explicitly forbids.
de: Das eigentliche Transkript enthält einen Werkzeugnamen, den der Vertrag ausdrücklich verbietet.
es: La transcripción real contiene un nombre de herramienta que el contrato prohíbe explícitamente.
fr: La transcription actuelle contient un nom d'outil que le contrat interdit explicitement.
it: La trascrizione effettiva contiene un nome di strumento che il contratto vieta esplicitamente.
ja: 実際のトランスクリプトには、契約で明示的に禁止されているツール名が含まれています。
ko: 실제 기록에는 계약에서 명시적으로 금지한 도구 이름이 포함되어 있습니다.
pt_br: A transcrição real contém um nome de ferramenta que o contrato proíbe explicitamente.
zh_hans: 实际的转录本包含合约明确禁止的工具名称。
zh_hant: 實際的轉錄本包含合約明確禁止的工具名稱。

source: The actual transcript contains the declared tool name, canonical arguments, and order with no extra calls.
de: Das eigentliche Transkript enthält den deklarierten Werkzeugnamen, kanonische Argumente und die Reihenfolge ohne zusätzliche Aufrufe.
es: La transcripción real contiene el nombre de la herramienta declarada, los argumentos canónicos y el orden sin llamadas adicionales.
fr: La transcription réelle contient le nom de l'outil déclaré, les arguments canoniques et l'ordre sans appels supplémentaires.
it: La trascrizione effettiva contiene il nome dello strumento dichiarato, argomenti canonici e ordine senza chiamate aggiuntive.
ja: 実際のトランスクリプトには、宣言されたツール名、正規の引数、および余分な呼び出しを含まない順序が含まれています。
ko: 실제 기록에는 추가 호출 없이 선언된 도구 이름, 표준 인수 및 순서가 포함됩니다.
pt_br: A transcrição real contém o nome da ferramenta declarada, argumentos canônicos e ordem sem chamadas extras.
zh_hans: 实际的记录包含声明的工具名称、规范参数和顺序，没有额外的调用。
zh_hant: 實際的記錄包含宣告的工具名稱、規格參數和順序，沒有額外的呼叫。

source: The actual transcript differs from the authored contract. Inspect the counts and differences before trusting the path.
de: Das tatsächliche Transkript weicht vom verfassten Vertrag ab. Überprüfen Sie die Anzahl und Unterschiede, bevor Sie dem Pfad vertrauen.
es: La transcripción real difiere del contrato escrito. Inspecciona los conteos y diferencias antes de confiar en el camino.
fr: La transcription réelle diffère du contrat rédigé. Inspectez les comptes et les différences avant de faire confiance au chemin.
it: La trascrizione effettiva differisce dal contratto redatto. Ispezionare i conteggi e le differenze prima di considerare attendibile il percorso.
ja: 実際の謄本は作成された契約書とは異なります。パスを信頼する前に、カウントと差異を検査してください。
ko: 실제 녹취록은 작성된 계약서와 다릅니다. 경로를 신뢰하기 전에 개수와 차이점을 검사하세요.
pt_br: A transcrição real difere do contrato de autoria. Inspecione as contagens e diferenças antes de confiar no caminho.
zh_hans: 实际成绩单与撰写的合同不同。在信任路径之前检查计数和差异。
zh_hant: 實際成績單與撰寫的合約不同。在信任路徑之前檢查計數和差異。

source: The adapter couldn’t be imported. %@
de: Der Adapter konnte nicht importiert werden. %@
es: No se pudo importar el adaptador. %@
fr: L'adaptateur n'a pas pu être importé. %@
it: Impossibile importare l'adattatore. %@
ja: アダプターをインポートできませんでした。 %@
ko: 어댑터를 가져올 수 없습니다. %@
pt_br: O adaptador não pôde ser importado. %@
zh_hans: 无法导入适配器。 %@
zh_hant: 無法匯入適配器。 %@

source: The adapter couldn’t be loaded. %@
de: Der Adapter konnte nicht geladen werden. %@
es: No se pudo cargar el adaptador. %@
fr: L'adaptateur n'a pas pu être chargé. %@
it: Impossibile caricare l'adattatore. %@
ja: アダプターをロードできませんでした。 %@
ko: 어댑터를 로드할 수 없습니다. %@
pt_br: O adaptador não pôde ser carregado. %@
zh_hans: 无法加载适配器。 %@
zh_hant: 無法載入適配器。 %@

source: The adapter folder couldn’t be prepared. %@
de: Der Adapterordner konnte nicht vorbereitet werden. %@
es: No se pudo preparar la carpeta del adaptador. %@
fr: Le dossier de l'adaptateur n'a pas pu être préparé. %@
it: Impossibile preparare la cartella dell'adattatore. %@
ja: アダプターフォルダーを準備できませんでした。 %@
ko: 어댑터 폴더를 준비할 수 없습니다. %@
pt_br: A pasta do adaptador não pôde ser preparada. %@
zh_hans: 无法准备适配器文件夹。 %@
zh_hant: 無法準備適配器資料夾。 %@

source: The bridge cleanup did not finish.
de: Die Brückenbereinigung wurde nicht abgeschlossen.
es: La limpieza del puente no terminó.
fr: Le nettoyage du pont n'est pas terminé.
it: La pulizia del ponte non è terminata.
ja: 橋のクリーンアップが完了しませんでした。
ko: 다리 청소가 완료되지 않았습니다.
pt_br: A limpeza da ponte não foi concluída.
zh_hans: 桥梁清理未完成。
zh_hant: 橋樑清理未完成。

source: The bridge could not create its launch token: %@
de: Die Bridge konnte ihr Starttoken nicht erstellen: %@
es: El puente no pudo crear su token de lanzamiento: %@
fr: Le pont n'a pas pu créer son jeton de lancement : %@
it: Il bridge non è riuscito a creare il token di lancio: %@
ja: ブリッジは起動トークンを作成できませんでした: %@
ko: 브리지에서 실행 토큰을 생성할 수 없습니다: %@
pt_br: A ponte não pôde criar seu token de lançamento: %@
zh_hans: 桥无法创建其启动令牌：%@
zh_hant: 橋無法建立其啟動令牌：%@

source: The bridge could not start: %@
de: Die Brücke konnte nicht gestartet werden: %@
es: El puente no pudo iniciarse: %@
fr: Le pont n'a pas pu démarrer : %@
it: Impossibile avviare il bridge: %@
ja: ブリッジを開始できませんでした: %@
ko: 브리지를 시작할 수 없습니다: %@
pt_br: A ponte não pôde iniciar: %@
zh_hans: 桥无法启动：%@
zh_hant: 橋無法啟動：%@

source: The bridge could not stop completely.
de: Die Brücke konnte nicht vollständig anhalten.
es: El puente no pudo detenerse por completo.
fr: Le pont n'a pas pu s'arrêter complètement.
it: Il ponte non poteva fermarsi completamente.
ja: 橋は完全に停止できませんでした。
ko: 다리는 완전히 멈출 수 없었습니다.
pt_br: A ponte não conseguiu parar completamente.
zh_hans: 桥无法完全停止。
zh_hant: 橋無法完全停止。

source: The bridge folder could not be saved: %@
de: Der Bridge-Ordner konnte nicht gespeichert werden: %@
es: No se pudo guardar la carpeta puente: %@
fr: Le dossier du pont n'a pas pu être enregistré : %@
it: Impossibile salvare la cartella del bridge: %@
ja: ブリッジフォルダーを保存できませんでした: %@
ko: 브리지 폴더를 저장할 수 없습니다: %@
pt_br: A pasta da ponte não pôde ser salva: %@
zh_hans: 无法保存桥接文件夹：%@
zh_hant: 無法儲存橋接資料夾：%@

source: The bridge folder could not be selected: %@
de: Der Bridge-Ordner konnte nicht ausgewählt werden: %@
es: No se pudo seleccionar la carpeta puente: %@
fr: Le dossier pont n'a pas pu être sélectionné : %@
it: Impossibile selezionare la cartella bridge: %@
ja: ブリッジフォルダーを選択できませんでした: %@
ko: 브리지 폴더를 선택할 수 없습니다: %@
pt_br: A pasta da ponte não pôde ser selecionada: %@
zh_hans: 无法选择桥文件夹：%@
zh_hant: 無法選擇橋資料夾：%@

source: The bridge server did not bind its requested loopback endpoint.
de: Der Bridge-Server hat seinen angeforderten Loopback-Endpunkt nicht gebunden.
es: El servidor puente no vinculó su punto final de loopback solicitado.
fr: Le serveur pont n'a pas lié son point de terminaison de bouclage demandé.
it: Il server bridge non ha collegato l'endpoint di loopback richiesto.
ja: ブリッジ サーバーは、要求されたループバック エンドポイントをバインドしませんでした。
ko: 브리지 서버가 요청한 루프백 끝점을 바인딩하지 않았습니다.
pt_br: O servidor ponte não ligou seu terminal de loopback solicitado.
zh_hans: 桥接服务器未绑定其请求的环回端点。
zh_hant: 橋接伺服器未綁定其請求的環回端點。

source: The estimate couldn’t be generated. %@
de: Der Kostenvoranschlag konnte nicht erstellt werden. %@
es: No se pudo generar la estimación. %@
fr: L'estimation n'a pas pu être générée. %@
it: Impossibile generare la stima. %@
ja: 見積もりを生成できませんでした。 %@
ko: 추정치를 생성할 수 없습니다. %@
pt_br: Não foi possível gerar a estimativa. %@
zh_hans: 无法生成估算。 %@
zh_hant: 無法產生估算。 %@

source: The experiment didn’t start. Check model availability and try again.
de: Das Experiment wurde nicht gestartet. Überprüfen Sie die Modellverfügbarkeit und versuchen Sie es erneut.
es: El experimento no comenzó. Verifique la disponibilidad del modelo y vuelva a intentarlo.
fr: L'expérience n'a pas démarré. Vérifiez la disponibilité du modèle et réessayez.
it: L'esperimento non è iniziato. Controlla la disponibilità del modello e riprova.
ja: 実験は開始されませんでした。モデルの可用性を確認して、再試行してください。
ko: 실험이 시작되지 않았습니다. 모델 가용성을 확인하고 다시 시도하세요.
pt_br: O experimento não foi iniciado. Verifique a disponibilidade do modelo e tente novamente.
zh_hans: 实验未开始。检查型号可用性并重试。
zh_hant: 實驗未開始。檢查型號可用性並重試。

source: The file couldn’t be added to the source index. %@
de: Die Datei konnte nicht zum Quellindex hinzugefügt werden. %@
es: No se pudo agregar el archivo al índice de origen. %@
fr: Le fichier n'a pas pu être ajouté à l'index source. %@
it: Impossibile aggiungere il file all'indice di origine. %@
ja: ファイルをソースインデックスに追加できませんでした。 %@
ko: 파일을 소스 인덱스에 추가할 수 없습니다. %@
pt_br: O arquivo não pôde ser adicionado ao índice de origem. %@
zh_hans: 文件无法添加到源索引。 %@
zh_hant: 檔案無法新增到來源索引。 %@

source: The file couldn’t be opened. %@
de: Die Datei konnte nicht geöffnet werden. %@
es: No se pudo abrir el archivo. %@
fr: Le fichier n'a pas pu être ouvert. %@
it: Impossibile aprire il file. %@
ja: ファイルを開けませんでした。 %@
ko: 파일을 열 수 없습니다. %@
pt_br: O arquivo não pôde ser aberto. %@
zh_hans: 文件无法打开。 %@
zh_hant: 檔案無法開啟。 %@

source: The first generation step requires a tool call; the profile then switches to allowed so the model can answer.
de: Der erste Generierungsschritt erfordert einen Tool-Aufruf; Das Profil wechselt dann auf „Zulässig“, damit das Modell antworten kann.
es: El paso de primera generación requiere una llamada a la herramienta; Luego, el perfil cambia a permitido para que el modelo pueda responder.
fr: La première étape de génération nécessite un appel d'outil ; le profil passe alors à autorisé pour que le modèle puisse répondre.
it: Il passaggio di prima generazione richiede una chiamata allo strumento; il profilo passa quindi a consentito in modo che il modello possa rispondere.
ja: 最初の生成ステップではツール呼び出しが必要です。その後、プロファイルが許可に切り替わり、モデルが応答できるようになります。
ko: 1세대 단계에는 도구 호출이 필요합니다. 그러면 프로필이 허용됨으로 전환되어 모델이 응답할 수 있습니다.
pt_br: A primeira etapa de geração requer uma chamada de ferramenta; o perfil então muda para permitido para que o modelo possa responder.
zh_hans: 第一步生成需要工具调用；然后配置文件切换到允许状态，以便模型可以回答。
zh_hant: 第一步產生需要工具呼叫；然後設定檔切換到允許狀態，以便模型可以回答。

source: The framework emitted a reasoning entry without displayable segments.
de: Das Framework hat einen Begründungseintrag ohne anzeigbare Segmente ausgegeben.
es: El marco emitió una entrada de razonamiento sin segmentos visualizables.
fr: Le framework a émis une entrée de raisonnement sans segments affichables.
it: Il framework ha emesso una voce di ragionamento senza segmenti visualizzabili.
ja: フレームワークは、表示可能なセグメントのない推論エントリを生成しました。
ko: 프레임워크는 표시 가능한 세그먼트 없이 추론 항목을 내보냈습니다.
pt_br: O framework emitiu uma entrada de raciocínio sem segmentos exibíveis.
zh_hans: 框架发出了一个没有可显示段的推理条目。
zh_hant: 框架發出了一個沒有可顯示段的推理條目。

source: The framework emitted an empty tool-call group.
de: Das Framework hat eine leere Tool-Call-Gruppe ausgegeben.
es: El marco emitió un grupo de llamada de herramienta vacío.
fr: Le framework a émis un groupe d'appels d'outils vide.
it: Il framework ha emesso un gruppo di chiamate strumento vuoto.
ja: フレームワークは空のツール呼び出しグループを生成しました。
ko: 프레임워크가 빈 도구 호출 그룹을 내보냈습니다.
pt_br: A estrutura emitiu um grupo de chamada de ferramenta vazio.
zh_hans: 框架发出了一个空的工具调用组。
zh_hant: 框架發出了一個空的工具呼叫組。

source: The image does not report valid pixel dimensions.
de: Das Bild meldet keine gültigen Pixelabmessungen.
es: La imagen no informa dimensiones de píxeles válidas.
fr: L'image ne signale pas de dimensions en pixels valides.
it: L'immagine non riporta dimensioni in pixel valide.
ja: 画像は有効なピクセル寸法を報告しません。
ko: 이미지가 유효한 픽셀 크기를 보고하지 않습니다.
pt_br: A imagem não informa dimensões de pixels válidas.
zh_hans: 图像未报告有效的像素尺寸。
zh_hant: 影像未報告有效的像素尺寸。

source: The interactive picker caps encoded files at 64 MB and estimated decoded buffers at 256 MB. Use ImageInputProbe for boundary tests.
de: Der interaktive Picker begrenzt kodierte Dateien auf 64 MB und geschätzte dekodierte Puffer auf 256 MB. Verwenden Sie ImageInputProbe für Grenztests.
es: El selector interactivo limita los archivos codificados a 64 MB y estima los buffers decodificados a 256 MB. Utilice ImageInputProbe para pruebas de límites.
fr: Le sélecteur interactif limite les fichiers encodés à 64 Mo et estime les tampons décodés à 256 Mo. Utilisez ImageInputProbe pour les tests de limites.
it: Il selettore interattivo limita i file codificati a 64 MB e i buffer decodificati stimati a 256 MB. Utilizzare ImageInputProbe per i test sui limiti.
ja: インタラクティブ ピッカーは、エンコードされたファイルの上限を 64 MB に制限し、デコードされたバッファの推定値を 256 MB に制限します。境界テストには ImageInputProbe を使用します。
ko: 대화형 선택기에서는 인코딩된 파일을 64MB로 제한하고 예상 디코딩된 버퍼를 256MB로 제한합니다. 경계 테스트에는 ImageInputProbe를 사용하십시오.
pt_br: O seletor interativo limita os arquivos codificados em 64 MB e os buffers decodificados estimados em 256 MB. Use ImageInputProbe para testes de limite.
zh_hans: 交互式选择器将编码文件上限限制为 64 MB，估计解码缓冲区上限为 256 MB。使用 ImageInputProbe 进行边界测试。
zh_hant: 互動式選擇器將編碼檔案上限限制為 64 MB，估計解碼緩衝區上限為 256 MB。使用 ImageInputProbe 進行邊界測試。

source: The lab labels the selected input as selected-image so generated ImageReference values can identify it.
de: Das Labor kennzeichnet die ausgewählte Eingabe als „ausgewähltes Bild“, damit generierte ImageReference-Werte sie identifizieren können.
es: El laboratorio etiqueta la entrada seleccionada como imagen seleccionada para que los valores ImageReference generados puedan identificarla.
fr: Le ​​laboratoire étiquette l'entrée sélectionnée comme image sélectionnée afin que les valeurs ImageReference générées puissent l'identifier.
it: Il laboratorio etichetta l'input selezionato come immagine selezionata in modo che i valori ImageReference generati possano identificarlo.
ja: ラボでは、選択された入力を選択された画像としてラベル付けし、生成された ImageReference 値で識別できるようにします。
ko: 실험실에서는 생성된 ImageReference 값이 이를 식별할 수 있도록 선택된 입력을 선택된 이미지로 레이블 지정합니다.
pt_br: O laboratório rotula a entrada selecionada como imagem selecionada para que os valores ImageReference gerados possam identificá-la.
zh_hans: 实验室将所选输入标记为所选图像，以便生成的 ImageReference 值可以识别它。
zh_hant: 實驗室將所選輸入標記為所選影像，以便產生的 ImageReference 值可以識別它。

source: The live Spotlight RAG lab requires Apple silicon.
de: Das Live-Labor Spotlight RAG erfordert Apple-Silizium.
es: El laboratorio RAG Spotlight en vivo requiere silicio de Apple.
fr: Le laboratoire RAG Spotlight en direct nécessite du silicium Apple.
it: Il laboratorio RAG live Spotlight richiede silicio Apple.
ja: ライブ Spotlight RAG ラボには Apple シリコンが必要です。
ko: 라이브 Spotlight RAG 랩에는 Apple 실리콘이 필요합니다.
pt_br: O laboratório Spotlight RAG ativo requer silício Apple.
zh_hans: 实时 Spotlight RAG 实验室需要 Apple 芯片。
zh_hant: 即時 Spotlight RAG 實驗室需要 Apple 晶片。

source: The live Spotlight RAG lab requires an OS 27 runtime.
de: Das Live-RAG-Labor Spotlight erfordert eine OS 27-Laufzeitumgebung.
es: El laboratorio RAG Spotlight en vivo requiere un tiempo de ejecución de OS 27.
fr: Le laboratoire RAG Spotlight en direct nécessite un environnement d'exécution OS 27.
it: Il laboratorio RAG live Spotlight richiede un runtime OS 27.
ja: ライブ Spotlight RAG ラボには OS 27 ランタイムが必要です。
ko: 라이브 Spotlight RAG 랩에는 OS 27 런타임이 필요합니다.
pt_br: O laboratório Spotlight RAG ao vivo requer um tempo de execução OS 27.
zh_hans: 实时 Spotlight RAG 实验室需要 OS 27 运行时。
zh_hant: 即時 Spotlight RAG 實驗室需要 OS 27 運行時。

source: The live request is unavailable in this build. You can still inspect the verified attachment shape and measured resolution notes.
de: Die Live-Anfrage ist in diesem Build nicht verfügbar. Sie können weiterhin die verifizierte Anhangsform und die gemessenen Auflösungsnotizen überprüfen.
es: La solicitud en vivo no está disponible en esta compilación. Aún puede inspeccionar la forma del archivo adjunto verificado y las notas de resolución medidas.
fr: La requête en direct n'est pas disponible dans cette version. Vous pouvez toujours inspecter la forme vérifiée de la pièce jointe et les notes de résolution mesurées.
it: La richiesta live non è disponibile in questa build. È ancora possibile controllare la forma dell'attacco verificata e le note sulla risoluzione misurata.
ja: このビルドではライブ リクエストは使用できません。検証されたアタッチメントの形状と測定された解像度のメモを検査することもできます。
ko: 이 빌드에서는 실시간 요청을 사용할 수 없습니다. 검증된 부착 형태와 측정된 해상도 메모를 계속 검사할 수 있습니다.
pt_br: A solicitação ativa não está disponível nesta compilação. Você ainda pode inspecionar o formato do anexo verificado e as notas de resolução medidas.
zh_hans: 实时请求在此版本中不可用。您仍然可以检查已验证的附件形状和测量的分辨率注释。
zh_hant: 即時請求在此版本中不可用。您仍然可以檢查已驗證的附件形狀和測量的分辨率註釋。

source: The model couldn’t answer from these sources. %@
de: Das Modell konnte aus diesen Quellen nicht antworten. %@
es: El modelo no pudo responder a partir de estas fuentes. %@
fr: Le modèle n'a pas pu répondre à partir de ces sources. %@
it: Il modello non ha potuto rispondere da queste fonti. %@
ja: モデルはこれらの情報源から回答できませんでした。 %@
ko: 모델이 이러한 소스로부터 응답할 수 없습니다. %@
pt_br: O modelo não conseguiu responder a partir dessas fontes. %@
zh_hans: 模型无法从这些来源回答。 %@
zh_hant: 模型無法從這些來源回答。 %@

source: The model couldn’t generate a response. %@
de: Das Modell konnte keine Antwort generieren. %@
es: El modelo no pudo generar una respuesta. %@
fr: Le modèle n'a pas pu générer de réponse. %@
it: Il modello non è riuscito a generare una risposta. %@
ja: モデルは応答を生成できませんでした。 %@
ko: 모델이 응답을 생성할 수 없습니다. %@
pt_br: O modelo não conseguiu gerar uma resposta. %@
zh_hans: 模型无法生成响应。 %@
zh_hant: 模型無法產生響應。 %@

source: The model couldn’t generate a response. Try again.
de: Das Modell konnte keine Antwort generieren. Versuchen Sie es erneut.
es: El modelo no pudo generar una respuesta. Inténtalo de nuevo.
fr: Le modèle n’a pas pu générer de réponse. Réessayez.
it: Il modello non è riuscito a generare una risposta. Riprova.
ja: モデルは応答を生成できませんでした。もう一度試してください。
ko: 모델이 응답을 생성할 수 없습니다. 다시 시도하세요.
pt_br: O modelo não conseguiu gerar uma resposta. Tente novamente.
zh_hans: 模型无法生成回复。请重试。
zh_hant: 模型無法產生回覆。請再試一次。

source: The model couldn’t generate a response. Try again or start a new experiment.
de: Das Modell konnte keine Antwort generieren. Versuchen Sie es erneut oder starten Sie ein neues Experiment.
es: El modelo no pudo generar una respuesta. Inténtalo de nuevo o comienza un nuevo experimento.
fr: Le modèle n'a pas pu générer de réponse. Réessayez ou démarrez une nouvelle expérience.
it: Il modello non è riuscito a generare una risposta. Riprova o avvia un nuovo esperimento.
ja: モデルは応答を生成できませんでした。もう一度試すか、新しい実験を開始してください。
ko: 모델이 응답을 생성할 수 없습니다. 다시 시도하거나 새 실험을 시작하세요.
pt_br: O modelo não conseguiu gerar uma resposta. Tente novamente ou inicie uma nova experiência.
zh_hans: 模型无法生成响应。再试一次或开始新的实验。
zh_hant: 模型無法產生響應。再試一次或開始新的實驗。

source: The model declined this request. Revise the prompt or try a different task.
de: Das Modell hat diese Anfrage abgelehnt. Überarbeiten Sie die Eingabeaufforderung oder versuchen Sie es mit einer anderen Aufgabe.
es: La modelo rechazó esta solicitud. Revise el mensaje o intente una tarea diferente.
fr: Le modèle a décliné cette demande. Révisez l'invite ou essayez une autre tâche.
it: La modella ha rifiutato questa richiesta. Rivedi la richiesta o prova un'attività diversa.
ja: モデルはこのリクエストを拒否しました。プロンプトを修正するか、別のタスクを試してください。
ko: 모델이 이 요청을 거부했습니다. 프롬프트를 수정하거나 다른 작업을 시도해 보세요.
pt_br: A modelo recusou esta solicitação. Revise o prompt ou tente uma tarefa diferente.
zh_hans: 该模型拒绝了此请求。修改提示或尝试不同的任务。
zh_hant: 該模型拒絕了此請求。修改提示或嘗試不同的任務。

source: The model doesn’t support one of these generation guides. Simplify or remove the guide.
de: Das Modell unterstützt keine dieser Generierungshandbücher. Vereinfachen Sie die Anleitung oder entfernen Sie sie.
es: El modelo no admite una de estas guías de generación. Simplifique o elimine la guía.
fr: Le modèle ne prend pas en charge l'un de ces guides de génération. Simplifiez ou supprimez le guide.
it: Il modello non supporta una di queste guide di generazione. Semplificare o eliminare la guida.
ja: このモデルは、これらの生成ガイドのいずれもサポートしていません。ガイドを簡素化するか削除します。
ko: 모델이 이러한 생성 가이드 중 하나를 지원하지 않습니다. 가이드를 단순화하거나 제거하세요.
pt_br: O modelo não suporta um desses guias de geração. Simplifique ou remova o guia.
zh_hans: 该模型不支持这些生成指南之一。简化或删除指南。
zh_hant: 此模型不支援這些生成指南之一。簡化或刪除指南。

source: The model doesn’t support this language or locale. Choose a supported language and try again.
de: Das Modell unterstützt diese Sprache oder dieses Gebietsschema nicht. Wählen Sie eine unterstützte Sprache und versuchen Sie es erneut.
es: El modelo no admite este idioma o configuración regional. Elija un idioma admitido e inténtelo de nuevo.
fr: Le modèle ne prend pas en charge cette langue ou ces paramètres régionaux. Choisissez une langue prise en charge et réessayez.
it: Il modello non supporta questa lingua o impostazione locale. Scegli una lingua supportata e riprova.
ja: このモデルはこの言語またはロケールをサポートしていません。サポートされている言語を選択して、再試行してください。
ko: 모델이 이 언어 또는 로케일을 지원하지 않습니다. 지원되는 언어를 선택하고 다시 시도하세요.
pt_br: O modelo não suporta este idioma ou localidade. Escolha um idioma compatível e tente novamente.
zh_hans: 该模型不支持此语言或区域设置。选择支持的语言并重试。
zh_hant: 此模型不支援此語言或區域設定。選擇支援的語言並重試。

source: The model is receiving too many requests. Wait a moment, then try again.
de: Das Modell erhält zu viele Anfragen. Warten Sie einen Moment und versuchen Sie es dann erneut.
es: El modelo está recibiendo demasiadas solicitudes. Espere un momento y vuelva a intentarlo.
fr: Le ​​modèle reçoit trop de requêtes. Attendez un instant, puis réessayez.
it: Il modello sta ricevendo troppe richieste. Aspetta un attimo, poi riprova.
ja: このモデルはリクエストが多すぎます。しばらく待ってから、もう一度試してください。
ko: 모델 요청이 너무 많습니다. 잠시 기다렸다가 다시 시도해 보세요.
pt_br: O modelo está recebendo muitas solicitações. Espere um momento e tente novamente.
zh_hans: 该模型收到太多请求。稍等片刻，然后重试。
zh_hant: 該模型收到太多請求。稍等片刻，然後再試一次。

source: The model isn’t available. %@
de: Das Modell ist nicht verfügbar. %@
es: El modelo no está disponible. %@
fr: Le modèle n'est pas disponible. %@
it: Il modello non è disponibile. %@
ja: このモデルは利用できません。 %@
ko: 해당 모델은 사용할 수 없습니다. %@
pt_br: O modelo não está disponível. %@
zh_hans: 该型号不可用。 %@
zh_hant: 此型號不可用。 %@

source: The model isn’t ready. Wait for Apple Intelligence to finish downloading, then try again.
de: Das Modell ist nicht bereit. Warten Sie, bis der Download von Apple Intelligence abgeschlossen ist, und versuchen Sie es dann erneut.
es: El modelo no está listo. Espere a que Apple Intelligence termine de descargarse y vuelva a intentarlo.
fr: Le modèle n'est pas prêt. Attendez que Apple Intelligence termine le téléchargement, puis réessayez.
it: Il modello non è pronto. Attendi il completamento del download di Apple Intelligence, quindi riprova.
ja: モデルの準備ができていません。 Apple Intelligence のダウンロードが完了するまで待ってから、もう一度試してください。
ko: 모델이 아직 준비되지 않았습니다. Apple Intelligence가 다운로드를 완료할 때까지 기다린 후 다시 시도하세요.
pt_br: O modelo não está pronto. Aguarde até que o Apple Intelligence termine o download e tente novamente.
zh_hans: 模型尚未准备好。等待 Apple Intelligence 完成下载，然后重试。
zh_hant: 模型尚未準備好。等待 Apple Intelligence 完成下載，然後再試一次。
